
  [
    {
      "name": "广州市",
      "area": [
        "越秀区",
        "荔湾区",
        "海珠区",
        "天河区",
        "白云区",
        "黄埔区",
        "番禺区",
        "花都区",
        "南沙区",
        "萝岗区",
        "增城市",
        "从化市",
        "其他"
      ]
    },
    {
      "name": "深圳市",
      "area": [
        "福田区",
        "罗湖区",
        "南山区",
        "宝安区",
        "龙岗区",
        "盐田区",
        "龙华新区",
        "横岗区",
        "光明新区",
        "坪山新区",
        "大鹏新区",
        "其他"
      ]
    }
  ]

